Repository: Brightmuk/budgetapp
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, pt, sw

source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
pt: Cancelar
sw: Ghairi

source: Select type
es: Seleccionar tipo
fr: Sélectionner le type
hi: प्रकार चुनें
pt: Selecionar tipo
sw: Chagua aina

source: Spending Plan
es: Plan de gastos
fr: Plan de dépenses
hi: खर्च योजना
pt: Plano de Gastos
sw: Mpango wa Matumizi

source: A plan to spend an amount of money
es: Un plan para gastar una cantidad de dinero
fr: Un plan pour dépenser une somme d'argent
hi: पैसे खर्च करने की एक योजना
pt: Um plano para gastar uma quantia de dinheiro
sw: Mpango wa kutumia kiasi fulani cha pesa

source: Wish
es: Deseo
fr: Souhait
hi: इच्छा (Wish)
pt: Desejo
sw: Mapendekezo

source: Something that you plan to buy, will be added to your wishlist
es: Algo que planeas comprar, se añadirá a tu lista de deseos
fr: Quelque chose que vous prévoyez d'acheter sera ajouté à votre liste de souhaits
hi: कुछ ऐसा जो आप खरीदने की योजना बना रहे हैं, आपकी विशलिस्ट में जोड़ा जाएगा
pt: Algo que você planeja comprar será adicionado à sua lista de desejos
sw: Kitu unachopanga kununua kitaongezwa kwenye orodha yako ya matamanio

source: Select option
es: Seleccionar opción
fr: Sélectionner une option
hi: विकल्प चुनें
pt: Selecionar opção
sw: Chagua chaguo

source: Export PDF
es: Exportar PDF
fr: Exporter en PDF
hi: PDF एक्सपोर्ट करें
pt: Exportar PDF
sw: Hamisha kama PDF

source: Share list as a document
es: Compartir lista como documento
fr: Partager la liste comme document
hi: सूची को दस्तावेज़ के रूप में साझा करें
pt: Compartilhar lista como documento
sw: Shiriki orodha kama hati

source: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
pt: Salvar
sw: Hifadhi

source: Save as Spending plan
es: Guardar como plan de gastos
fr: Enregistrer comme plan de dépenses
hi: खर्च योजना के रूप में सहेजें
pt: Salvar como plano de gastos
sw: Hifadhi kama Mpango wa matumizi

source: Edit Spending Plan
es: Editar plan de gastos
fr: Modifier le plan de dépenses
hi: खर्च योजना संपादित करें
pt: Editar Plano de Gastos
sw: Hariri Mpango wa Matumizi

source: Create Spending plan
es: Crear plan de gastos
fr: Créer un plan de dépenses
hi: खर्च योजना बनाएं
pt: Criar plano de gastos
sw: Unda Mpango wa matumizi

source: Title
es: Título
fr: Titre
hi: शीर्षक
pt: Título
sw: Kichwa

source: John's Birthday
es: Cumpleaños de Juan
fr: Anniversaire de Jean
hi: जॉन का जन्मदिन
pt: Aniversário do João
sw: Siku ya kuzaliwa ya John

source: Title is required
es: El título es obligatorio
fr: Le titre est obligatoire
hi: शीर्षक आवश्यक है
pt: O título é obrigatório
sw: Kichwa kinahitajika

source: Edit list
es: Editar lista
fr: Modifier la liste
hi: सूची संपादित करें
pt: Editar lista
sw: Hariri orodha

# expense_s_in_list
source: {length} expense(s) in list
es: {length} gasto(s) en la lista
fr: {length} dépense(s) dans la liste
hi: सूची में {length} खर्च
pt: {length} despesa(s) na lista
sw: Gharama {length} kwenye orodha

source: Add at least one expense
es: Añade al menos un gasto
fr: Ajoutez au moins une dépense
hi: कम से कम एक खर्च जोड़ें
pt: Adicione pelo menos uma despesa
sw: Ongeza angalau gharama moja

source: Set Reminder
es: Configurar recordatorio
fr: Définir un rappel
hi: रिमाइंडर सेट करें
pt: Definir Lembrete
sw: Weka Kikumbusho

source: Get notified to purchase this item
es: Recibe una notificación para comprar este artículo
fr: Recevoir une notification pour acheter cet article
hi: इस आइटम को खरीदने के लिए सूचना प्राप्त करें
pt: Receba uma notificação para comprar este item
sw: Pata arifa ya kununua bidhaa hii

source: Target Purchase Date
es: Fecha prevista de compra
fr: Date d'achat prévue
hi: खरीदने की लक्षित तिथि
pt: Data prevista de compra
sw: Tarehe ya Kununua

source: Reminders need to be a minimum of 5 minutes from now
es: Los recordatorios deben ser al menos dentro de 5 minutos
fr: Les rappels doivent être programmés dans au moins 5 minutes
hi: रिमाइंडर कम से कम 5 मिनट बाद का होना चाहिए
pt: Os lembretes devem ser configurados para daqui a pelo menos 5 minutos
sw: Vikumbusho vinapaswa kuwa angalau dakika 5 kutoka sasa

source: Spending list fulfilment
es: Cumplimiento de lista de gastos
fr: Réalisation de la liste de dépenses
hi: खर्च सूची पूर्ति
pt: Realização da lista de gastos
sw: Utekelezaji wa orodha ya matumizi

# remember_to_fulfil_buddy
source: Remember to fulfil {title} Buddy!
es: ¡Recuerda cumplir {title}, amigo!
fr: N'oubliez pas de réaliser {title}, l'ami !
hi: दोस्त, {title} को पूरा करना याद रखें!
pt: Lembre-se de realizar {title}, amigão!
sw: Kumbuka kutekeleza {title}, rafiki!

source: Sorry, there was an error!
es: Lo sentimos, ¡hubo un error!
fr: Désolé, une erreur s'est produite !
hi: क्षमा करें, कोई त्रुटि हुई!
pt: Desculpe, ocorreu um erro!
sw: Samahani, kulikuwa na hitilafu!

source: Notifications disabled
es: Notificaciones desactivadas
fr: Notifications désactivées
hi: सूचनाएं बंद हैं
pt: Notificações desativadas
sw: Arifa zimezimwa

source: Please enable notifications in settings to use reminders.
es: Por favor, activa las notificaciones en ajustes para usar recordatorios.
fr: Veuillez activer les notifications dans les paramètres pour utiliser les rappels.
hi: रिमाइंडर का उपयोग करने के लिए कृपया सेटिंग्स में सूचनाएं चालू करें।
pt: Por favor, ative as notificações nas configurações para usar os lembretes.
sw: Tafadhali washa arifa kwenye mipangilio ili kutumia vikumbusho.

source: Open Settings
es: Abrir Ajustes
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
pt: Abrir Configurações
sw: Fungua Mipangilio

source: Edit Wish
es: Editar deseo
fr: Modifier le souhait
hi: विश संपादित करें
pt: Editar Desejo
sw: Hariri Pendekezo

source: Add New Wish
es: Añadir nuevo deseo
fr: Ajouter un nouveau souhait
hi: नई विश जोड़ें
pt: Adicionar Novo Desejo
sw: Ongeza Pendekezo Jipya

source: Item Name
es: Nombre del artículo
fr: Nom de l'article
hi: आइटम का नाम
pt: Nome do Item
sw: Jina la Bidhaa

source: Air Jordans
hi: एयर जॉर्डन
sw: Viatu (Air Jordans)

source: Required
es: Obligatorio
fr: Obligatoire
hi: अनिवार्य
pt: Obrigatório
sw: Inahitajika

source: Price
es: Precio
fr: Prix
hi: कीमत
pt: Preço
sw: Bei

source: Save Wish
es: Guardar deseo
fr: Enregistrer le souhait
hi: विश सहेजें
pt: Salvar Desejo
sw: Hifadhi Pendekezo

source: Reminder must be at least 5 minutes from now
es: El recordatorio debe ser al menos dentro de 5 minutos
fr: Le rappel doit être programmé dans au moins 5 minutes
hi: रिमाइंडर कम से कम 5 मिनट बाद का होना चाहिए
pt: O lembrete deve ser para daqui a pelo menos 5 minutos
sw: Kikumbusho lazima kiwe angalau dakika 5 kutoka sasa

source: Wish fulfilment
es: Cumplimiento de deseo
fr: Réalisation du souhait
hi: विश पूर्ति
pt: Realização de desejo
sw: Utekelezaji wa pendekezo

# don_t_forget_your
source: Don\'t forget your {name}!
es: ¡No olvides tu {name}!
fr: N'oubliez pas votre {name} !
hi: अपना {name} न भूलें!
pt: Não esqueça o seu {name}!
sw: Usisahau {name} yako!

source: Error saving wish
es: Error al guardar el deseo
fr: Erreur lors de l'enregistrement du souhait
hi: विश सहेजने में त्रुटि
pt: Erro ao salvar desejo
sw: Hitilafu wakati wa kuhifadhi pendekezo

source: Quick Spending Plan
es: Plan de gastos rápido
fr: Plan de dépenses rapide
hi: त्वरित खर्च योजना
pt: Plano de Gastos Rápido
sw: Mpango wa Haraka

source: Balance Remaining
es: Saldo restante
fr: Solde restant
hi: शेष राशि
pt: Saldo Restante
sw: Salio Lililobaki

source: Estimated Total
es: Total estimado
fr: Total estimé
hi: अनुमानित कुल
pt: Total Estimado
sw: Jumla ya Kadirio

source: Item
es: Artículo
fr: Article
hi: आइटम
sw: Bidhaa

source: Food
es: Comida
fr: Nourriture
hi: खाना
pt: Alimentação
sw: Chakula

source: Quick-add: fill fields and tap + or press enter
es: Añadido rápido: rellena campos y pulsa + o Enter
fr: Ajout rapide : remplissez les champs et appuyez sur + ou Entrée
hi: त्वरित-जोड़ें: फ़ील्ड भरें और + दबाएं या एंटर करें
pt: Adição rápida: preencha os campos e toque em + ou pressione enter
sw: Ongeza haraka: jaza sehemu na uguse + au bonyeza 'enter'

source: Quick Plan
es: Plan rápido
fr: Plan rapide
hi: त्वरित योजना
pt: Plano Rápido
sw: Mpango wa Haraka

source: Set Budget Limit
es: Establecer límite de presupuesto
fr: Définir une limite budgétaire
hi: बजट सीमा निर्धारित करें
pt: Definir Limite de Orçamento
sw: Weka Kikomo cha Bajeti

source: Amount
es: Cantidad
fr: Montant
hi: राशि
pt: Valor
sw: Kiasi

source: Reverse Mode
es: Modo inverso
fr: Mode inversé
hi: रिवर्स मोड
pt: Modo Reverso
sw: Njia ya Upunguzaji

source: Specify a budget, and each item will deduct from that total.
es: Especifica un presupuesto y cada artículo se restará del total.
fr: Spécifiez un budget, et chaque article sera déduit de ce total.
hi: एक बजट निर्धारित करें, और प्रत्येक आइटम उस कुल राशि से घटता जाएगा।
pt: Especifique um orçamento e cada item será deduzido desse total.
sw: Weka bajeti, na kila bidhaa itapunguza kiasi hicho.

source: Got it
es: Entendido
fr: Compris
hi: समझ गया
pt: Entendi
sw: Nimeelewa

source: Set
es: Establecer
fr: Définir
hi: सेट करें
pt: Definir
sw: Weka

source: Spending Plans
es: Planes de gastos
fr: Plans de dépenses
hi: खर्च योजनाएं
pt: Planos de Gastos
sw: Mipango ya Matumizi

source: Wishlist
es: Lista de deseos
fr: Liste de souhaits
hi: विशलिस्ट
pt: Lista de Desejos
sw: Orodha ya Matamanio

source: Plans
es: Planes
hi: योजनाएं
pt: Planos
sw: Mipango

source: QuickList
es: ListaRápida
fr: ListeRapide
hi: त्वरित सूची
pt: ListaRápida
sw: Orodha ya Haraka

source: Preview PDF
es: Vista previa PDF
fr: Aperçu PDF
hi: PDF पूर्वावलोकन
pt: Pré-visualizar PDF
sw: Hakiki PDF

source: Remove Watermark
es: Quitar marca de agua
fr: Supprimer le filigrane
hi: वॉटरमार्क हटाएं
pt: Remover Marca d'Água
sw: Ondoa Watermark

source: Watch Ad to remove watermark?
es: ¿Ver anuncio para quitar marca de agua?
fr: Regarder une publicité pour supprimer le filigrane ?
hi: वॉटरमार्क हटाने के लिए विज्ञापन देखें?
pt: Assistir anúncio para remover marca d'água?
sw: Tazama tangazo ili kuondoa watermark?

source: Watch
es: Ver
fr: Regarder
hi: देखें
pt: Assistir
sw: Tazama

source: Watch Ad
es: Ver anuncio
fr: Regarder la pub
hi: विज्ञापन देखें
pt: Assistir Anúncio
sw: Tazama Tangazo

source: Settings
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
pt: Configurações
sw: Mipangilio

source: Preferences
es: Preferencias
fr: Préférences
hi: पसंद
pt: Preferências
sw: Mapendeleo

source: Change Currency
es: Cambiar moneda
fr: Changer la devise
hi: मुद्रा बदलें
pt: Alterar Moeda
sw: Badilisha Sarafu

source: Set your primary spending currency
es: Establece tu moneda principal de gasto
fr: Définissez votre devise principale de dépense
hi: अपनी प्राथमिक खर्च मुद्रा निर्धारित करें
pt: Defina sua moeda principal de gastos
sw: Weka sarafu yako kuu ya matumizi

source: Support & Info
es: Soporte e Info
fr: Support & Infos
hi: सहायता और जानकारी
pt: Suporte e Info
sw: Usaidizi na Maelezo

source: Help & Contact
es: Ayuda y contacto
fr: Aide & Contact
hi: सहायता और संपर्क
pt: Ajuda e Contato
sw: Usaidizi na Mawasiliano

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
pt: Política de Privacidade
sw: Sera ya Faragha

source: Rate App
es: Calificar aplicación
fr: Évaluer l'application
hi: ऐप को रेट करें
pt: Avaliar App
sw: Tathmini Programu

source: Love the app? Let us know on the Play Store
es: ¿Te gusta la app? Cuéntanoslo en la Play Store
fr: Vous aimez l'appli ? Dites-le nous sur le Play Store
hi: ऐप पसंद आया? हमें प्ले स्टोर पर बताएं
pt: Gostou do app? Conte-nos na Play Store
sw: Je, unaipenda programu? Tuambie kwenye Play Store

source: Could not open link
es: No se pudo abrir el enlace
fr: Impossible d'ouvrir le lien
hi: लिंक नहीं खुल सका
pt: Não foi possível abrir o link
sw: Imeshindwa kufungua kiungo

# app_version
source: App Version: {version}
es: Versión de la app: {version}
fr: Version de l'application : {version}
hi: ऐप वर्जन: {version}
pt: Versão do App: {version}
sw: Toleo la Programu: {version}

source: Delete this Spending plan permanently?
es: ¿Eliminar este plan de gastos permanentemente?
fr: Supprimer ce plan de dépenses définitivement ?
hi: क्या इस खर्च योजना को स्थायी रूप से हटाना चाहते हैं?
pt: Excluir este plano de gastos permanentemente?
sw: Futa mpango huu wa matumizi kabisa?

source: Delete
es: Eliminar
fr: Supprimer
hi: हटाएं
pt: Excluir
sw: Futa

source: Edit Plan
es: Editar plan
fr: Modifier le plan
hi: योजना संपादित करें
pt: Editar Plano
sw: Hariri Mpango

source: Reminder Set
es: Recordatorio configurado
fr: Rappel configuré
hi: रिमाइंडर सेट हो गया
pt: Lembrete Definido
sw: Kikumbusho Kimewekwa

source: Created
es: Creado
fr: Créé le
hi: बनाया गया
pt: Criado
sw: Imeundwa

source: Total Cost
es: Coste total
fr: Coût total
hi: कुल लागत
pt: Custo Total
sw: Jumla ya Gharama

source: Expenses
es: Gastos
fr: Dépenses
hi: खर्च
pt: Despesas
sw: Gharama

source: Print
es: Imprimir
fr: Imprimer
hi: प्रिंट
pt: Imprimir
sw: Chapisha

source: Share
es: Compartir
fr: Partager
hi: साझा करें
pt: Compartilhar
sw: Shiriki

source: Plan not found
es: Plan no encontrado
fr: Plan introuvable
hi: योजना नहीं मिली
pt: Plano não encontrado
sw: Mpango haujapatikana

# error
source: Error: {error}
fr: Erreur : {error}
hi: त्रुटि: {error}
pt: Erro: {error}
sw: Hitilafu: {error}

source: Delete this wish from your list?
es: ¿Eliminar este deseo de tu lista?
fr: Supprimer ce souhait de votre liste ?
hi: क्या आप अपनी सूची से इस विश को हटाना चाहते हैं?
pt: Excluir este desejo da sua lista?
sw: Futa pendekezo hili kutoka kwenye orodha yako?

source: Reminder Status
es: Estado del recordatorio
fr: État du rappel
hi: रिमाइंडर की स्थिति
pt: Status do Lembrete
sw: Hali ya Kikumbusho

source: Notification active
es: Notificación activa
hi: सूचना सक्रिय है
pt: Notificação ativa
sw: Arifa inafanya kazi

source: Wish Created
es: Deseo creado
fr: Souhait créé
hi: विश बनाई गई
pt: Desejo Criado
sw: Pendekezo Limeundwa

source: Estimated Price
es: Precio estimado
fr: Prix estimé
hi: अनुमानित कीमत
pt: Preço Estimado
sw: Bei ya Kadirio

source: Wish not found
es: Deseo no encontrado
fr: Souhait introuvable
hi: विश नहीं मिली
pt: Desejo não encontrado
sw: Pendekezo halijapatikana

source: No Spending plans yet
es: Aún no hay planes de gastos
fr: Aucun plan de dépenses pour le moment
hi: अभी तक कोई खर्च योजना नहीं है
pt: Nenhum plano de gastos ainda
sw: Bado hakuna mipango ya matumizi

source: CREAT ONE
es: CREAR UNO
fr: EN CRÉER UN
hi: एक बनाएं
pt: CRIAR UM
sw: UNDA MOJA

source: Added on {dateStr}
es: Añadido el {dateStr}
fr: Ajouté le {dateStr}
hi: {dateStr} को जोड़ा गया
pt: Adicionado em {dateStr}
sw: Imeongezwa mnamo {dateStr}

source: Welcome to Spenditize
es: Bienvenido a Spenditize
fr: Bienvenue sur Spenditize
hi: Spenditize में आपका स्वागत है
pt: Bem-vindo ao Spenditize
sw: Karibu Spenditize

source: The smart way to track your spending and achieve your financial goals.
es: La forma inteligente de rastrear tus gastos y alcanzar tus metas financieras.
fr: La façon intelligente de suivre vos dépenses et d'atteindre vos objectifs financiers.
hi: खर्चों पर नज़र रखने और अपने वित्तीय लक्ष्यों को प्राप्त करने का स्मार्ट तरीका।
pt: A maneira inteligente de acompanhar seus gastos e alcançar seus objetivos financeiros.
sw: Njia nzuri ya kufuatilia matumizi yako na kufikia malengo yako ya kifedha.

source: Quick Spending Lists
es: Listas de gastos rápidas
fr: Listes de dépenses rapides
hi: त्वरित खर्च सूची
pt: Listas de Gastos Rápidas
sw: Orodha za Haraka za Matumizi

source: Create lists on the fly while shopping to stay within your budget.
es: Crea listas sobre la marcha mientras compras para no salirte del presupuesto.
fr: Créez des listes à la volée pendant vos achats pour respecter votre budget.
hi: खरीदारी करते समय तुरंत सूचियां बनाएं ताकि बजट के भीतर रहें।
pt: Crie listas na hora enquanto faz compras para não sair do orçamento.
sw: Unda orodha unapoendelea kununua ili usivuke bajeti yako.

source: Remember for Life
es: Recuérdalo siempre
fr: N'oubliez jamais
hi: हमेशा के लिए याद रखें
pt: Lembre-se para sempre
sw: Kumbuka Maishani

source: We will remind you when to fulfil your purchase
es: Te recordaremos cuándo realizar tu compra
fr: Nous vous rappellerons quand effectuer votre achat
hi: खरीदारी पूरी करने का समय आने पर हम आपको याद दिलाएंगे
pt: Nós o lembraremos quando for a hora de realizar sua compra
sw: Tutakukumbusha wakati wa kutekeleza ununuzi wako

source: Skip
es: Omitir
fr: Passer
hi: छोड़ें
pt: Pular
sw: Ruka

source: Get Started
es: Empezar
fr: Commencer
hi: शुरू करें
pt: Começar
sw: Anza Sasa

source: No Wishes yet
es: Aún no hay deseos
fr: Aucun souhait pour le moment
hi: अभी तक कोई विश नहीं है
pt: Nenhum desejo ainda
sw: Bado hakuna mapendekezo

source: Spending plan saved!
es: ¡Plan de gastos guardado!
fr: Plan de dépenses enregistré !
hi: खर्च योजना सहेजी गई!
pt: Plano de gastos salvo!
sw: Mpango wa matumizi umehifadhiwa!

source: An error occurred!
es: ¡Ocurrió un error!
fr: Une erreur est survenue !
hi: एक त्रुटि हुई!
pt: Ocorreu um erro!
sw: Hitilafu imetokea!

source: Spending plan deleted!
es: ¡Plan de gastos eliminado!
fr: Plan de dépenses supprimé !
hi: खर्च योजना हटा दी गई!
pt: Plano de gastos excluído!
sw: Mpango wa matumizi umefutwa!

source: Quantity
es: Cantidad
fr: Quantité
hi: मात्रा
pt: Quantidade
sw: Wingi/Idadi

source: Unit Price({currency})
es: Precio unitario({currency})
fr: Prix unitaire ({currency})
hi: इकाई मूल्य ({currency})
pt: Preço Unitário ({currency})
sw: Bei ya Kipimo({currency})

source: Subtotal({currency})
fr: Sous-total ({currency})
hi: उप-योग ({currency})
sw: Jumla Ndogo({currency})

source: Total
hi: कुल
sw: Jumla

source: Wish saved!
es: ¡Deseo guardado!
fr: Souhait enregistré !
hi: विश सहेजी गई!
pt: Desejo salvo!
sw: Pendekezo limehifadhiwa!

source: Wish deleted!
es: ¡Deseo eliminado!
fr: Souhait supprimé !
hi: विश हटा दी गई!
pt: Desejo excluído!
sw: Pendekezo limefutwa!
